[
  "Certa vez, quando tinha seis anos, vi num livro sobre a Floresta Virgem, \"Histórias Vividas\", uma imponente gravura.",
  "Representava ela uma jibóia que engolia uma fera. Eis a cópia do desenho.",
  "Dizia o livro: \"As jibóias engolem, sem mastigar, a presa inteira.",
  "Em seguida, não podem mover-se e dormem os seis meses da digestão.\"",
  "Refleti muito então sobre as aventuras da selva, e fiz, com lápis de cor, o meu primeiro desenho.",
  "Meu desenho número 1 era assim:",
  "Mostrei minha obra-prima às pessoas grandes e perguntei se o meu desenho lhes fazia medo.",
  "Responderam-me: \"Por que é que um chapéu faria medo?\"<br/>Meu desenho não representava um chapéu.",
  "Representava uma jibóia digerindo um elefante.",
  "Desenhei então o interior da jibóia, a fim de que as pessoas grandes pudessem compreender.",
  "Elas têm sempre necessidade de explicações. <br/>Meu desenho número 2 era assim:",
  "As pessoas grandes aconselharam-me deixar de lado os desenhos de jibóias abertas ou fechadas, e dedicar-me de preferência à geografia, à história, ao cálculo, à gramática.",
  "Foi assim que abandonei, aos seis anos, uma esplêndida carreira de pintor.",
  "Eu fora desencorajado pelo insucesso do meu desenho número 1 e do meu desenho número 2.",
  "As pessoas grandes não compreendem nada sozinhas, e é cansativo, para as crianças, estar toda hora explicando.",
  "Tive pois de escolher uma outra profissão e aprendi a pilotar aviões.",
  "Voei, por assim dizer, por todo o mundo.<br/>E a geografia, é claro, me serviu muito.",
  "Sabia distinguir, num relance, a China e o Arizona. <br/>É muito útil, quando se está perdido na noite.",
  "Tive assim, no correr da vida, muitos contatos com muita gente séria.",
  "Vivi muito no meio das pessoas grandes.<br/>Vi-as muito de perto.",
  "Isso não melhorou, de modo algum, a minha antiga opinião.",
  "Quando encontrava uma que me parecia um pouco lúcida, fazia com ela a experiência do meu desenho número 1, que sempre conservei comigo.",
  "Eu queria saber se ela era verdadeiramente compreensiva. <br/>\nMas respondia sempre: \"É um chapéu\".",
  "Então eu não lhe falava nem de jibóias, nem de florestas virgens, nem de estrelas.",
  "Punha-me ao seu alcance. <br/>\nFalava-lhe de bridge, de golfe, de política, de gravatas.",
  "E a pessoa grande ficava encantada de conhecer um homem tão razoável.",
  "Vivi portanto só, sem amigo com quem pudesse realmente conversar, até o dia, cerca de seis anos atrás, em que tive uma pane no deserto do Saara.",
  "Alguma coisa se quebrara no motor.",
  "E como não tinha comigo mecânico ou passageiro, preparei-me para empreender sozinho o difícil conserto.",
  "Era, para mim, questão de vida ou de morte.<br/>Só dava para oito dias a água que eu tinha.",
  "Na primeira noite adormeci pois sobre a areia, a milhas e milhas de qualquer terra habitada.",
  "Estava mais isolado que o náufrago numa tábua, perdido no meio do mar.",
  "Imaginem então a minha surpresa, quando, ao despertar do dia, uma vozinha estranha me acordou. <br/>Dizia:",
  "- Por favor ... <br/>desenha-me um carneiro - Hem!<br/>- Desenha-me um carneiro ...",
  "Pus-me de pé, como atingido por um raio. <br/>Esfreguei os olhos. <br/>Olhei bem.",
  "E vi um pedacinho de gente inteiramente extraordinário, que me considerava com gravidade.",
  "Eis o melhor retrato que, mais tarde, consegui fazer dele.",
  "Meu desenho é, seguramente, muito menos sedutor que o modelo. <br/>Não tenho culpa.",
  "Fora desencorajado, aos seis anos, da minha carreira de pintor, e só aprendera a desenhar jibóias abertas e fechadas.",
  "Olhava pois essa aparição com olhos redondos de espanto.",
  "Não esqueçam que eu me achava a mil milhas de qualquer terra habitada.",
  "Ora, o meu homenzinho não me parecia nem perdido, nem morto de fadiga, nem morto de fome, de sede ou de medo.",
  "Não tinha absolutamente a aparência de uma criança perdida no deserto, a mil milhas da região habitada.",
  "Quando pude enfim articular palavra, perguntei-lhe:<br/>- Mas ... <br/>que fazes aqui?",
  "E ele repetiu-me então, brandamente, como uma coisa muito séria:<br/>- Por favor...",
  "desenha-me um carneiro ...<br/>Quando o mistério é muito impressionante, a gente não ousa desobedecer.",
  "Por mais absurdo que aquilo me parecesse a mil milhas de todos os lugares habitados e em perigo de morte, tirei do bolso uma folha de papel e uma caneta.",
  "Mas lembrei-me, então, que eu havia estudado de preferência geografia, história, cálculo e gramática, e disse ao garoto (com um pouco de mau humor) que eu não sabia desenhar.",
  "Respondeu-me:<br/>- Não tem importância. <br/>Desenha-me um carneiro.",
  "Como jamais houvesse desenhado um carneiro, refiz para ele um dos dois únicos desenhos que sabia.",
  "O da jibóia fechada. <br/>E fiquei estupefato de ouvir o garoto replicar:<br/>- Não! <br/>Não!",
  "Eu não quero um elefante numa jibóia. <br/>A jibóia é perigosa e o elefante toma muito espaço.",
  "Tudo é pequeno onde eu moro. <br/>Preciso é dum carneiro. <br/>Desenha-me um carneiro.",
  "Então eu desenhei.<br/>Olhou atentamente, e disse:<br/>- Não! <br/>Esse já está muito doente. <br/>Desenha outro.",
  "Desenhei de novo.<br/>Meu amigo sorriu com indulgência:<br/>- Bem vês que isto não é um carneiro.",
  "É um bode ... <br/>Olha os chifres ...<br/>Fiz mais uma vez o desenho.",
  "Mas ele foi recusado como os precedentes:<br/>Este aí é muito velho.",
  "Quero um carneiro que viva muito.",
  "Então, perdendo a paciência, como tinha pressa de desmontar o motor, rabisquei o desenho ao lado.",
  "E arrisquei:<br/>Esta é a caixa. <br/>O carneiro está dentro.",
  "Mas fiquei surpreso de ver iluminar-se a face do meu pequeno juiz:",
  "- Era assim mesmo que eu queria! <br/>Será preciso muito capim para esse carneiro?<br/>Por quê?",
  "Porque é muito pequeno onde eu moro ...<br/>- Qualquer coisa chega. <br/>Eu te dei um carneirinho de nada!",
  "Inclinou a cabeça sobre o desenho:<br/>- Não é tão pequeno assim ... <br/>Olha! <br/>Adormeceu ...",
  "E foi desse modo que eu travei conhecimento, um dia, com o pequeno príncipe.",
  "Levei muito tempo para compreender de onde viera.",
  "O principezinho, que me fazia milhares de perguntas, não parecia sequer escutar as minhas.",
  "Palavras pronunciadas ao acaso e que foram, pouco a pouco, revelando tudo.",
  "Assim, quando viu pela primeira vez meu avião (não vou desenhá-lo aqui, é muito complicado para mim), perguntou-me bruscamente:",
  "Que coisa é aquela?<br/>Não, é uma coisa. <br/>Aquilo voa. <br/>É um avião. <br/>O meu avião.",
  "Eu estava orgulhoso de lhe comunicar que eu voava. <br/>Então ele exclamou:<br/>- Como?",
  "Tu caíste do céu?<br/>- Sim, disse eu modestamente.<br/>- Ah! <br/>como é engraçado...",
  "E o principezinho deu uma bela risada, que me irritou profundamente.",
  "Gosto que levem a sério as minhas desgraças. <br/>Em seguida acrescentou:<br/>Então, tu também vens do céu!",
  "De que planeta és tu?<br/>Vislumbrei um clarão no mistério da sua presença, e interroguei bruscamente:",
  "- Tu vens então de outro Planeta?<br/>Mas ele não me respondeu. <br/>Balançava lentamente a cabeça considerando o avião:",
  "- É verdade que, nisto aí, não podes ter vindo de longe ...",
  "Mergulhou então num pensamento que durou muito tempo.",
  "Depois, tirando do bolso o meu carneiro, ficou contemplando o seu tesouro.",
  "Poderão imaginar que eu ficara intrigado com aquela semi confidência sobre \"os outros planetas\".",
  "Esforcei-me, então, por saber mais um pouco.<br/>- De onde vens, meu bem?",
  "Onde é tua casa? <br/>Para onde queres levar meu carneiro?<br/>Ficou meditando em silêncio, e respondeu depois:",
  "O bom é que a caixa que me deste poderá, de noite, servir de casa.",
  "- Sem dúvida. <br/>E se tu fores bonzinho, darei também uma corda para amarrá-lo durante o dia.",
  "E uma estaca.<br/>A proposta pareceu chocá-lo:<br/>Amarrar? <br/>Que idéia esquisita",
  "- Mas se tu não o amarras, ele vai-se embora e se perde...",
  "E meu amigo deu uma nova risada:<br/>- Mas onde queres que ele vá?<br/>- Não sei ...",
  "Por aí ... <br/>Andando sempre para frente.",
  "Então o principezinho observou, muito sério: - Não faz mal, é tão pequeno onde moro !",
  "E depois, talvez com um pouco de melancolia, acrescentou ainda:",
  "- Quando a gente anda sempre para frente, não pode mesmo ir longe ..."
]